Repository: NAGeorge/SolidCP-fork
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/ProviderControls/App_LocalResources/IceWarp_EditList.ascx.*.resx
Languages: de_de

# AdditionalOptions.Text
source: List Additional Options
de_de: Zusätzliche Optionen der Liste

# chkCommandInSubject.Text
source: Allow command in subject
de_de: Befehle im Betreff erlauben

# chkDigestMailingList.Text
source: DigestMailingList
de_de: Übersicht-Mailinglist

# chkEnableLists.Text
source: Enable Lists command
de_de: Lists-Befehl aktivieren

# chkEnableReview.Text
source: Enable Review command
de_de: Review-Befehl aktivieren

# chkEnableSubscribe.Text
source: Enable join (subscribe) command
de_de: Join (Subscribe)-Befehl aktivieren

# chkEnableUnsubscribe.Text
source: Enable leave (unsubscribe) command
de_de: Leave (Unsubscribe)-Befehl aktivieren

# chkEnableVacation.Text
source: Enable Vacation/No vacation command
de_de: Vacation/No vacation-Befehl aktivieren

# chkEnableWhich.Text
source: Enable Which command
de_de: Which-Befehl aktivieren

# chkModerated.Text
source: Moderated listserver
de_de: Moderierter Listenserver:

# chkPasswordEnabled.Text
source: Enabled
de_de: Aktiviert

# chkReplyToList.Text
source: Reply To List
de_de: Antworten an Liste

# chkSendSubscribe.Text
source: Notify owner of join
de_de: Besitzer beim Beitreten benachrichtigen

# chkSendToSender.Text
source: Send to sender
de_de: An Absender senden

# chkSendUnSubscribe.Text
source: Notify owner of leave
de_de: Besitzer beim Verlassen benachrichtigen

# chkSetRecipientToToHeader.Text
source: Set recipient to To header
de_de: Empfänger im An-Feld setzen

# chkSubjectPrefixEnabled.Text
source: Enabled
de_de: Aktiviert

# chkSuppressCommandResponses.Text
source: Suppress command responses
de_de: Unterdrücke Befehlsantworten

# ConfirmSubscriptionNone.Text
source: No confirmation
de_de: Keine Bestätigung

# ConfirmSubscriptionOwner.Text
source: Owner confirmed
de_de: Vom Besitzer bestätigt

# ConfirmSubscriptionUser.Text
source: User confirmed
de_de: Vom Benutzer bestätigt

# ctxValDomain.Text
source: Moderator should be within mail domain where Mail List is located
de_de: Moderatur muss in der Maildomäne der Mailingliste sein

# ddlPostingModeAnyone.Text
source: Anyone
de_de: Jeder

# ddlPostingModeMembers.Text
source: Members Only
de_de: Nur Mitglieder

# ddlReplyToItem.List
source: List
de_de: Liste

# ddlReplyToItem.Sender
source: Sender
de_de: Absender

# DefaultRightsDigestReceive.Text
source: Digest and receive
de_de: Übersicht und Empfang

# DefaultRightsDigestReceivePost.Text
source: Digest, receive and post
de_de: Übersicht, Empfang und Versand

# DefaultRightsPost.Text
source: Post only
de_de: Nur Versand

# DefaultRightsReceive.Text
source: Receive only
de_de: Nur Empfang

# DefaultRightsReceivePost.Text
source: Receive and post
de_de: Empfang und Versand

# HeaderActionNoChange.Text
source: No change
de_de: Keine Änderung

# HeaderActionSetToSender.Text
source: Set to sender
de_de: Auf Absender setzen

# HeaderActionSetToValue.Text
source: Set to value
de_de: Auf Wert setzen

# lbAllowUnsubscribe.Text
source: Enable Unsubscribe from Subject:
de_de: Abmelden über Betreff aktivieren:

# lbDigestMode.Text
source: Enable Digest Mode:
de_de: Übersichtsmodus aktivieren:

# lbDisableListcommand.Text
source: Enable LIST Command:
de_de: LIST Befehl aktivieren:

# lbDisableSubscribecommand.Text
source: Enable SUBSCRIBE Command:
de_de: SUBSCRIBE Befehl aktivieren

# lblCommandPassword.Text
source: Command password:
de_de: Befehl Passwort:

# lblConfirmSubscription.Text
source: Subscription:
de_de: Abonnement

# lblDefaultRights.Text
source: Default Rights:
de_de: Standard-Rechte:

# lblDescription.Text
source: List Description:
de_de: Listenbeschreibung:

# lblFromHeader.Text
source: From Header:
de_de: Von Feld:

# lblFromHeaderValue.Text
source: From Header Value:
de_de: Von Feld-Wert:

# lblListFromAddress.Text
source: List From Address:
de_de: Von Adresse der Liste:

# lblListOptions.Text
source: List Options:
de_de: Listenoptionen:

# lblListReplyToAddress.Text
source: List Reply To Address:
de_de: Antworten an Adresse der Liste:

# lblListToAddress.Text
source: List To Address:
de_de: An Adresse der Liste:

# lblMaxMembers.Text
source: Max members count:
de_de: Max. gezählte Mitglieder:

# lblMaxMessageSize.Text
source: Max Message Size, kB:
de_de: Max. Nachrichtengröße [KB]:

# lblMaxMessagesPerMinute.Text
source: Max # of messages to send out in 1 minute:
de_de: Max. # an Nachrichten zum Versenden in 1 Minute:

# lblMaxRecipients.Text
source: Max Recipients per Message:
de_de: Max. Empfänger pro Nachricht:

# lblMembers.Text
source: Mailing List Members:
de_de: Mailing-Listen-Mitglieder:

# lblMembersSource.Text
source: Members Source:
de_de: Miglieder-Quelle:

# lblModerationEnabled.Text
source: Moderation is Enabled:
de_de: Moderation ist aktiviert:

# lblModeratorAddress.Text
source: List Moderator:
de_de: Listenmoderator:

# lblOriginator.Text
source: Originator:
de_de: Urheber:

# lblPasswordProtection.Text
source: Password Protection:
de_de: Passwortschutz:

# lblPostingMode.Text
source: Posting mode:
de_de: Posting-Modus:

# lblPostingPassword.Text
source: Posting password:
de_de: Posting-Passwort:

# lblReplyTo.Text
source: Subscribers Reply To:
de_de: Abonnenten Antworten an:

# lblReplyToHeader.Text
source: Reply-To Header:
de_de: Antworten an - Header:

# lblReplyToHeaderValue.Text
source: Reply-To Header Value:
de_de: Antworten an - Headerwert:

# lblSubjectPrefix.Text
source: Subject Prefix:
de_de: Betreff-Prefix:

# lbSendSubscribe.Text
source: Send Subscribe Email:
de_de: Anmeldungs-E-Mail versenden:

# lbSendUnsubscribe.Text
source: Send Unsubscribe Email:
de_de: Abmeldungs-E-Mail versenden:

# OriginatorBlank.Text
source: Blank
de_de: Leer

# OriginatorOwner.Text
source: Owner
de_de: Besitzer

# OriginatorSender.Text
source: Sender
de_de: Absender

# PasswordProtectionClientModerated.Text
source: Client Moderated
de_de: Kundenmoderiert

# PasswordProtectionNoProtection.Text
source: Not password protected
de_de: Nicht passwortgeschützt

# PasswordProtectionServerModerated.Text
source: Server Moderated
de_de: Server ist moderiert

# Text.SelectModerator
source: <Choose a moderator>
de_de: <Wählen Sie einen Moderator aus>

# ddlMembersSourceAllDomainAdmins.Text
source: All Domain Admins
de_de: Alle Domänen-Administratoren

# ddlMembersSourceAllDomainUsers.Text
source: All Domain Users
de_de: Alle Domänen-Benutzer

# ddlMembersSourceInFile.Text
source: From members list on this page
de_de: Aus Mitgliederliste auf dieser Seite

# lblZeroIsUnlimited.Text
source: 0 means unlimited
de_de: 0 bedeutet unbegrenzt

# Message.Text
source: Message
de_de: Nachricht

# Options.Text
source: Options
de_de: Optionen

# Security.Text
source: Security
de_de: Sicherheit

# txtMaxMembersValidator.ErrorMessage
source: Value must be zero or greater
de_de: Wert muss Null oder größer sein

# txtMaxMessageSizeValidator.ErrorMessage
source: Value must be zero or greater
de_de: Wert muss Null oder größer sein

# txtMaxMessagesPerMinuteValidator.ErrorMessage
source: Value must be zero or greater
de_de: Wert muss Null oder größer sein
