Repository: NAGeorge/SolidCP-fork
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/App_LocalResources/SettingsWebPolicy.ascx.*.resx
Languages: de_de

# chkAddParkingPage.Text
source: Add Parking Page
de_de: Standardseite hinzufügen

# chkAddRandomDomainString.Text
source: Add random string to the end of [DOMAIN_NAME] variable
de_de: Einen zufälligen Text ans Ende der [DOMAIN_NAME]-Variable hinzufügen

# chkAllowDirectoryBrowsing.Text
source: Enable Directory Browsing
de_de: Durchsuchen von Verzeichnissen aktivieren

# chkAllowWrite.Text
source: Enable Write Permissions
de_de: Schreibrechte aktivieren

# chkAsp.Text
source: Enabled
de_de: Aktiviert

# chkAuthAnonymous.Text
source: Allow Anonymous Access
de_de: Anonymen Zugriff erlauben

# chkAuthBasic.Text
source: Enable Basic Authentication
de_de: Basic-Authentifizierung aktivieren

# chkAuthWindows.Text
source: Enable Integrated Windows Authentication
de_de: Integrierte Windows-Authentifizierung aktivieren

# chkCgiBin.Text
source: Installed
de_de: Installiert

# chkDedicatedPool.Text
source: Dedicated Application Pool
de_de: Dedizierter Applikationspool

# chkDynamicCompression.Text
source: Enable Dynamic Compression
de_de: Dynamische Komprimierung aktivieren

# chkEnableParkingPageTokens
source: Allow tokens
de_de: Token erlauben

# chkParentPaths.Text
source: Enable Parent Paths
de_de: Übergeordnete Pfade zulassen

# chkPerl.Text
source: Enabled
de_de: Aktiviert

# chkPython.Text
source: Enabled
de_de: Aktiviert

# chkStaticCompression.Text
source: Enable Static Compression
de_de: Statische Komprimierung aktivieren

# ddlAspNetItem.None
source: None
de_de: Nichts

# ddlAspNetItem3.Text
source: 2.0 (Integrated mode)
de_de: 2.0 (Integrierter Modus)

# ddlAspNetItem5.Text
source: 4.0 (Integrated mode)
de_de: 4.0 (Integrierter Modus)

# ddlPhp.None
source: None
de_de: Nichts

# lblAnonymuousUsername.Text
source: Username Policy:
de_de: Benutzernamen-Richtlinie:

# lblAuthentication.Text
source: Authentication:
de_de: Authentifizierung:

# lblCompression.Text
source: Compression:
de_de: Komprimierung:

# lblDefaultDocs.Text
source: Default Documents:
de_de: Standard-Dokumente:

# lblFoldersDescription.Text
source: * All folders are relative to Space home<br>* [DOMAIN_NAME] variable is allowed
de_de: * Alle Ordner sind relativ zur Bereichsübersicht<br>* [DOMAIN_NAME] - Variable ist erlaubt

# lblFrontPagePassword.Text
source: Password Policy:
de_de: Passwortrichtlinie

# lblFrontPageUsername.Text
source: Username Policy:
de_de: Benutzernamen-Richtlinie:

# lblGeneralSettings.Text
source: Web Site Settings:
de_de: Webseiten-Einstellungen

# lblGroupName.Text
source: Group Name:
de_de: Gruppenname:

# lblHostName.Text
source: Default Hostname: (Only when hostnames are enabled)
de_de: Standard-Hostname: (nur wenn Hostnamen aktiviert sind)

# lblParkingPageContent.Text
source: Page Content:
de_de: Seiteninhalt:

# lblParkingPageName.Text
source: Page Name:
de_de: Seitenname:

# lblPassword.Text
source: User Password:
de_de: Benutzerpasswort:

# lblDynamicCompression.Text
source: Dynamic compression:
de_de: Dynamische Komprimierung:

# lblStaticCompression.Text
source: Static compression::
de_de: Statische Komprimierung:

# lblSecuritySettings.Text
source: Security Settings:
de_de: Sicherheitseinstellungen:

# lblUsername.Text
source: User Name:
de_de: Benutzername:

# lblVirtDirName.Text
source: Virtual Directory Name:
de_de: Name des virtuellen Verzeichnisses:

# lblWebSiteDataFolder.Text
source: Data Folder:
de_de: Datenordner:

# lblWebSiteLogsFolder.Text
source: Logs Folder:
de_de: Protokollordner:

# lblWebSiteRootFolder.Text
source: Root Folder:
de_de: Stammverzeichnis:

# secAnonymousAccount.Text
source: Anonymous Account Policy
de_de: Anonym-Kontorichtlinie

# secDefaultDocs.Text
source: Default Documents
de_de: Standard-Dokumente

# secExtensions.Text
source: Extensions
de_de: Erweiterungen

# secFolders.Text
source: Web Site Folders
de_de: Webseiten-Ordner

# secFrontPage.Text
source: FrontPage Accounts Policy
de_de: FrontPage-Kontenrichtlinie

# secGeneralSettings.Text
source: General Settings
de_de: Allgemeine Einstellungen

# secHostNamePanel.Text
source: Default Hostname
de_de: Standard-Hostname

# secParkingPage.Text
source: Parking Page
de_de: Standardseite

# secSecuredFolders.Text
source: Secured Web Folders
de_de: Gesicherte Webordner
