Repository: NAGeorge/SolidCP-fork
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/App_LocalResources/WebSitesHeliconApeControl.ascx.*.resx
Languages: de_de

# btnAddHeliconApeFolder.Text
source: + Add .htaccess
de_de: + .htaccess hinzufügen

# cmdDeleteFolder.AlternateText
source: Delete Folder
de_de: Ordner löschen

# cmdDeleteFolder.OnClientClick
source: return confirm('Delete Folder?');
de_de: return confirm('Ordner löschen?');

# DisableHeliconApe.Text
source: Disable Helicon Ape
de_de: Helicon Ape deaktivieren

# EnableHeliconApe.Text
source: Enable Helicon Ape
de_de: Helicon Ape aktivieren

# gvHeliconApeUsers.Empty
source: Click "Add .htaccess User" button to add .htaccess user
de_de: Klicken Sie auf".htaccess Benutzer hinzufügen" zum Hinzufügen eines .htaccess-Benutzers

# gvHeliconApeUsersName.Header
source: .htaccess Users
de_de: .htaccess Benutzer

# gvHeliconApeGroups.Empty
source: Click "Add .htaccess Group" button to add .htaccess group
de_de: Klicken Sie auf ".htaccess Gruppe hinzufügen" zum Hinzufügen einer .htaccess Gruppe

# gvHeliconApeGroupsName.Header
source: .htaccess Groups
de_de: .htaccess Gruppen

# EnableHeliconApeTrial.Text
source: Enable Helicon Ape (45 days trial)
de_de: Helicon Ape aktivieren (45 Tage-Testversion)

# gvHeliconApeFolders.Empty
source: Click "Add .htaccess" button to add .htaccess
de_de: Klicken Sie auf "Ordner hinzufügen" zum Hinzufügen eines .htaccess Ordners

# gvHeliconApeFoldersName.Header
source: Folders containing .htaccess
de_de: .htaccess enthaltende Ordner:

# EnableFoldersIIs7Warning.Text
source: This feature will automatically change the following settings for the web site:\r\n\r\n- Enable Integration Pipeline;\r\n- Disable Secured Folders feature (if enabled);\r\n- Disable Integrated Windows Authentication;\r\n\r\nPlease click OK button to proceed or Cancel button if you would like to modify these settings manually.
de_de: Dieses Feature wird die folgenden Webseiteneinstellungen automatisch ändern:\r\n\r\n- Aktiviere integrierte Pipeline;\r\n- Deaktiviere gesicherte Ordner (falls aktiviert);\r\n- Deaktiviere integrierte Windowsauthentifizierung;\r\n\r\nBitte klicken Sie auf "OK", um fortzufahren oder auf "Abbrechen", wenn Sie die Einstellungen manuell ändern möchten.

# ApeModuleNotes.Text
source: Helicon Ape is not installed on the server.<br /><br /> Helicon Ape product provides support for .htaccess and .htpasswd files for IIS 7+ and includes following Apache modules: mod_rewrite, mod_proxy, mod_auth, mod_gzip, mod_headers, mod_cache, mod_expires, mod_replace and others.<br /><br /> Please <a href="http://www.helicontech.com/ape/doc/wsp_manual_install.htm" target="_blank">read this instruction</a> on how to download and install Helicon Ape to unlock .htaccess support for this web site.
de_de: Helicon Ape ist auf diesem Server nicht installiert.<br /><br /> Das Helicon Ape Produkt bietet Unterstützung für .htaccess und .htpasswd Dateien für IIS 7+ beinhaltet die folgenden Apache-Module: mod_rewrite, mod_proxy, mod_auth, mod_gzip, mod_headers, mod_cache, mod_expires, mod_replace und andere.<br /><br /> Lesen Sie bitte die <a href="http://www.helicontech.com/ape/doc/wsp_manual_install.htm" target="_blank">Anleitung</a> wie Helicon Ape heruntergeladen und installiert werden soll, um .htaccess Unterstützung für diese Webseite freizuschalten.

# ApeProductNotes.Text
source: Helicon Ape product provides support for .htaccess and .htpasswd files for IIS 7+ and includes following Apache modules: mod_rewrite, mod_proxy, mod_auth, mod_gzip, mod_headers, mod_cache, mod_expires, mod_replace and others.
de_de: Das Helicon Ape Produkt bietet Support für .htaccess und .htpasswd Dateien auf dem IIS 7+ an und enthält die folgenden Apache Module: mod_rewrite, mod_proxy, mod_auth, mod_gzip, mod_headers, mod_cache, mod_expires, mod_replace und andere

# btnAddHeliconApeGroup.Text
source: + Add Group
de_de: + Gruppe hinzufügen

# btnInstallHeliconApe.OnClientClick
source: ShowProgressDialog('Installing Helicon Ape.<br /><br /><small>It may take several minutes...</small>');
de_de: ShowProgressDialog('Helicon Ape wird installiert.<br /><br /><small>Es kann einige Minuten dauern...</small>');

# btnInstallHeliconApe.Text
source: Install Helicon Ape
de_de: Helicon Ape installieren

# btnToggleHeliconApe.Text
source: Enable Helicon Ape
de_de: Helicon Ape aktivieren

# ModuleHelpLink.Text
source: About .htaccess support & Help
de_de: Über .htaccess Support & Hilfe
