Repository: NAGeorge/SolidCP-fork
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/App_LocalResources/WebSitesEditSite.ascx.*.resx
Languages: de_de

# btnAddFolder.Text
source: Add Folder
de_de: Ordner hinzufügen

# btnAddGroup.Text
source: Add Group
de_de: Gruppe hinzufügen

# btnAddPointer.Text
source: Add Web Site Pointer
de_de: Webseiten-Zeiger hinzufügen

# btnAddUser.Text
source: Add User
de_de: Benutzer hinzufügen

# btnAddAppVirtualDirectory.Text
source: Create Virtual Application
de_de: Verzeichnis erstellen

# btnChangeFrontPagePassword.Text
source: Change Password
de_de: Passwort ändern

# btnDelete.Text
source: Delete
de_de: Löschen

# btnInstallFrontPage.Text
source: Install
de_de: Installieren

# btnUninstallFrontPage.Text
source: Uninstall
de_de: Deinstallieren

# buttonPanel.OnSaveClientClick
source: ShowProgressDialog('Updating web site...');
de_de: ShowProgressDialog('Webseite wird aktualisiert...');

# cmdContinue.AlternateText
source: Continue Web Site
de_de: Webseite fortsetzen

# cmdDeleteFolder.AlternateText
source: Delete Folder
de_de: Ordner löschen

# cmdDeleteFolder.OnClientClick
source: return confirm('Are you sure you want to delete Folder?');
de_de: return confirm('Sind Sie sicher, dass Sie diesen Ordner löschen wollen?');

# cmdDeleteGroup.AlternateText
source: Delete Group
de_de: Gruppe löschen

# cmdDeleteGroup.OnClientClick
source: return confirm('Are you sure you want to delete Group?');
de_de: return confirm('Sind Sie sicher, dass Sie diese Gruppe löschen wollen?');

# cmdDeletePointer.AlternateText
source: Remove Pointer
de_de: Zeiger entfernen

# cmdDeletePointer.OnClientClick
source: return confirm('Are you sure you want to remove Pointer?');
de_de: return confirm('Sind Sie sicher, dass Sie diesen Zeiger entfernen wollen?');

# cmdDeleteUser.AlternateText
source: Delete User
de_de: Benutzer löschen

# cmdDeleteUser.OnClientClick
source: return confirm('Are you sure you want to delete User?');
de_de: return confirm('Sind Sie sicher, dass Sie diesen Benutzer löschen wollen?');

# cmdPause.AlternateText
source: Pause Web Site
de_de: Webseite anhalten

# cmdStart.AlternateText
source: Start Web Site
de_de: Webseite starten

# cmdStop.AlternateText
source: Stop Web Site
de_de: Webseite beenden

# DisableFolders.Text
source: Disable Secured Folders
de_de: Gesicherte Ordner deaktivieren

# EnableFolders.Text
source: Enable Secured Folders
de_de: Gesicherte Ordner aktivieren

# gvErrorPages.Empty
source: No custom error handlers defined
de_de: Keine benutzerdefinierten Fehler-Handler definiert

# gvErrorPagesErrorContent.Header
source: Error Content
de_de: Fehlerinhalt

# gvErrorPagesHandlerType.Header
source: Handler Type
de_de: Handler-Typ

# gvFolders.Empty
source: Click "Add Folder" button to add secured folder
de_de: Klicken Sie auf "Ordner hinzufügen" zum Hinzufügen eines gesicherten Ordners

# gvFoldersName.Header
source: Secured Folders
de_de: Gesicherte Ordner

# gvGroups.Empty
source: Click "Add Group" button to add new group
de_de: Klicken Sie auf "Gruppe hinzufügen" zum Hinzufügen einer neuen Gruppe

# gvGroupsName.Header
source: Groups
de_de: Gruppen

# gvMimeTypes.Empty
source: Custom MIME types are not defined
de_de: Benutzerdefinierte MIME-Typen sind nicht definiert

# gvMimeTypesExtension.Header
source: Extension
de_de: Erweiterung

# gvMimeTypesMIMEtype.Header
source: MIME-Type
de_de: MIME-Typ

# gvPointers.Empty
source: No Web Site Pointers
de_de: Keine Webseiten-Zeiger

# gvUsers.Empty
source: Click "Add User" button to add new user
de_de: Klicken Sie auf "Benutzer hinzufügen" zum Hinzufügen eines neuen Benutzers

# gvUsersName.Header
source: Users
de_de: Benutzer

# gvAppVirtualDirectories.Empty
source: No Virtual App Directories to show.
de_de: Keine virtuellen Verzeichnisse.

# gvAppVirtualDirectoriesName.Header
source: Virtual App Name
de_de: Verzeichnisname

# gvAppVirtualDirectoriesPath.Header
source: Virtual App Path
de_de: Pfad

# lblFPAccount.Text
source: FrontPage Account:
de_de: FrontPage-Konto:

# lblFPPassword.Text
source: FrontPage Password:
de_de: FrontPage-Passwort:

# lblSharePoint.Text
source: This web site has SharePoint Services installed and can't be extended with FrontPage Extensions.
de_de: Diese Webseite beinhaltet SharePoint-Dienste und kann nicht mit FrontPage-Erweiterungen erweitert werden.

# SiteState.Continuing
source: Continuing
de_de: Wird fortgesetzt

# SiteState.Paused
source: Paused
de_de: Angehalten

# SiteState.Started
source: Started
de_de: Gestartet

# SiteState.Stopped
source: Stopped
de_de: Beendet

# Tab.CustomErrors
source: Custom Errors
de_de: Benutzerdefinierte Fehler

# Tab.Extensions
source: Extensions
de_de: Erweiterungen

# Tab.HomeFolder
source: Home Folder
de_de: Home-Ordner

# Tab.MIMETypes
source: MIME Types
de_de: MIME-Typen

# Tab.SecuredFolders
source: Secured Folders
de_de: Gesicherte Ordner

# Tab.VirtualDirs
source: Virtual Dirs - Virtual Apps
de_de: Virtuelle Verzeichnisse

# Text.FPSE_INSTALLED
source: Installed
de_de: Installiert

# Text.FPSE_NOT_INSTALLED
source: Not Installed
de_de: Nicht installiert

# Text.FPSE_UNAVAILABLE
source: FrontPage Server Extensions are not installed on your web server
de_de: FrontPage-Servererweiterungen sind auf Ihrem Webserver nicht installiert

# Text.SharePointInstalled
source: SharePoint Services Installed
de_de: SharePoint-Dienste installiert

# Text.CF_UNAVAILABLE
source: ColdFusion is not installed on web server
de_de: ColdFusion ist auf dem Webserver nicht installiert

# Text.CF_WARNING
source: * Enabling of ColdFusion scripting automatically restarts IIS
de_de: *Aktivierung von ColdFusion-Skripting startet IIS automatisch neu

# Text.COLDFUSION_UNAVAILABLE
source: Adobe ColdFusion is not installed on your web server
de_de: Adobe ColdFusion ist auf Ihrem Webserver nicht installiert

# Tab.WebManagement
source: Management
de_de: Verwaltung

# btnWmSvcChangePassw.Text
source: Change Password
de_de: Passwort ändern

# btnWmSvcSiteDisable.Text
source: Disable
de_de: Deaktivieren

# btnWmSvcSiteEnable.Text
source: Enable
de_de: Aktivieren

# cvPasswordComparer.ErrorMessage
source: * Password confirmation does not match the password specified
de_de: * Passwortbestätigung stimmt mit angegebenen Passwort nicht überein

# lclEnablementHint.Text
source: To enable Remote Management for this web site specify account user name and password and then click "Enable" button.
de_de: Um die Remoteverwaltung für diese Webseite zu aktivieren, geben Sie bitte den Kontonamen und Passwort ein und klicken auf "Aktivieren".

# lclWmSvcAccountName.Text
source: Username:
de_de: Benutzername:

# lclWmSvcAccountPassword.Text
source: Password:
de_de: Passwort:

# lclWmSvcAccountPasswordC.Text
source: Confirm Password:
de_de: Passwort bestätigen:

# lclWmSvcConnectionHint.Text
source: The site can be managed remotely from <a href="http://www.iis.net/extensions/IISManager" target="_blank">IIS Manager for Remote Administration</a>. <p><table cellpadding="4" border="0"> <tr> <td class="NormalBold" colspan="2">Connection details:</td> </tr> <tr> <td class="Normal">Server name: </td><td>{0}</td> </tr> <tr> <td class="Normal">Site name: </td><td>{1}</td> </tr> </table></p><p> To connect to web site management service please use username and password provided below.</p>
de_de: Die Site kannn mittels <a href="http://www.iis.net/extensions/IISManager" target="_blank">IIS Manager zur Remoteverwaltung</a> aus der Ferne verwaltet werden.<p><table cellpadding="4" border="0"><tr> <td class="NormalBold" colspan="2">Verbindungsdetails:</td></tr><tr> <td class="Normal">Servername: </td><td>{0}</td></tr><tr> <td class="Normal">Seitenname: </td><td>{1}</td></tr></table></p><p>Um sich zum Webseitenverwaltungsdienst zu verbinden, benutzen Sie bitte den unten angegebenen Benutzernamen und Passwort.</p>

# lclWmSvcNotInstalled.Text
source: Management Service is not installed on the web server. Please contact your system administrator.
de_de: Verwaltungsdienst ist auf dem Webserver nicht installiert. Bitte kontaktieren Sie Ihren Systemadministrator.

# lclWmSvcSiteDisabled.Text
source: Remote Management is Disabled.
de_de: Remotemanagement ist deaktiviert.

# lclWmSvcSiteEnabled.Text
source: Remote Management is Enabled.
de_de: Remotemanagement ist aktiviert.

# btnWmSvcChangePassw.OnClientClick
source: ShowProgressDialog('Changing access password...')
de_de: ShowProgressDialog('Access-Passwort wird geändert...')

# btnWmSvcSiteEnable.OnClientClick
source: ShowProgressDialog('Enabling Remote Management...')
de_de: ShowProgressDialog('Remoteverwaltung wird aktiviert...');

# WDeploySitePublishingDisabled.Text
source: Web Deploy Publishing is Disabled.
de_de: Web Deploy Publishing ist deaktiviert.

# WDeploySitePublishingEnabled.Text
source: Web Deploy Publishing is Enabled.
de_de: Web Deploy Publishing ist aktiviert

# WDeploySitePublishingEnablementHint.Text
source: To enable Web Publishing for this web site specify account user name and password and then click "Enable" button.
de_de: Um Web-Publishing für diese Webseite zu aktivieren, geben Sie bitte den Kontoname und Passwort ein und klicken auf "Aktivieren".

# PubProfileMsSqlLocalize.Text
source: Please choose a Microsoft SQL database:
de_de: Bitte wählen Sie eine Microsoft SQL-Datenbank aus.

# WDeployBuildPublishingProfileWizard.Text
source: Build Publising Profile Wizard
de_de: Publishing Profil-Assistent erstellen

# WDeployBuildSitePublishingProfileHint.Text
source: Please use the link below to build a publishing profile that makes it easy to configure publishing settings for your convenience.
de_de: Bitte benutzen Sie den untenstehenden Link, um ein Publishing Profil zu erstellen, dass es Ihnen erleichtert, die Publishing-Einstellungen nach Ihren Vorstellungen einzurichten.

# WDeployChangePublishingPasswButton.Text
source: Change Password
de_de: Passwort ändern

# WDeployDisablePublishingButton.Text
source: Disable
de_de: Deaktivieren

# WDeployEnabePublishingButton.Text
source: Enable
de_de: Aktivieren

# WDeployPublishingAccountLocalize.Text
source: Username:
de_de: Benutzername:

# WDeployPublishingConfirmPasswordLocalize.Text
source: Confim password:
de_de: Passwort bestätigen:

# WDeployPublishingPasswordLocalize.Text
source: Password:
de_de: Passwort:

# WDeployPublishingProfileUsageNotes.Text
source: Now you can publish content to this site easily via either Web Matrix or Visual Studio .NET 2010. Please use the link below to download publishing profile that makes it easy to publish the content online for your convenience. You also have an option to re-build publishing profile if you decide to change or update your publishing settings.
de_de: Sie können ab sofort Inhalte auf dieser Webseite mit Hilfe von Web Matrix oder Visual Studio .NET 2010 publizieren. Benutzen Sie dazu den Link weiter unten, um das Publishing-Profil herunterzuladen, welches Ihnen das Publizieren von Online-Inhalten erleichtert. Sie haben zudem die Möglichkeit das Publishing-Profil neu zu erstellen, falls Sie sich Entscheiden Ihre Publishing-Einstellungen zu ändern.

# WebPublishing.ChooseDatabasePrompt
source: Choose database...
de_de: Datenbank auswählen...

# WebPublishing.ChooseDatabaseUserPrompt
source: Choose database user...
de_de: Datenbankbenutzer auswählen...

# WebPublishing.ChooseFtpAccountPrompt
source: Choose FTP account...
de_de: FTP-Konto auswählen

# cmdApplyDedicatedIP.OnClientClick
source: ShowProgressDialog('Applying changes...');
de_de: ShowProgressDialog('Änderungen werden durchgeführt...');

# cmdApplyDedicatedIP.Text
source: Apply
de_de: Anwenden

# cmdCancelDedicatedIP.Text
source: Cancel
de_de: Abbrechen

# cmdSwitchToDedicatedIP.Text
source: Switch to dedicated IP
de_de: Zu dedizierter IP wechseln

# cmdSwitchToSharedIP.OnClientClick
source: if(!confirm('Do you really want to switch this web site to shared IP?')) return false;ShowProgressDialog('Applying changes...');
de_de: if(!confirm('Sind Sie sicher, dass Sie diese Webseite auf eine geteilte IP ändern wollen?')) return false;ShowProgressDialog('Änderungen werden vorgenommen...');

# cmdSwitchToSharedIP.Text
source: Switch to shared IP
de_de: Zu geteilter IP wechseln

# locDedicatedIPAddress.Text
source: IP address:
de_de: IP-Adresse

# locSelectIPAddress.Text
source: Select IP address:
de_de: IP-Adresse auswählen:

# locSharedIPAddress.Text
source: IP address: Shared
de_de: IP-Adresse: geteilt

# chkDeleteWebsiteDirectory.Text
source: Force delete website directory?
de_de: Löschen des Webseiten-Verzeichnisses erzwingen?

# btnChangeFrontPagePasswordText.Text
source: Change Password
de_de: Passwort ändern

# btnDeleteText.Text
source: Delete
de_de: Löschen

# btnInstallFrontPageText.Text
source: Install
de_de: Installieren

# btnUninstallFrontPageText.Text
source: Uninstall
de_de: Deinstallieren

# btnWmSvcChangePasswText.Text
source: Change Password
de_de: Passwort ändern

# btnWmSvcSiteDisableText.Text
source: Disable
de_de: Deaktivieren

# btnWmSvcSiteEnableText.Text
source: Enable
de_de: Aktivieren

# PubProfileWizardCancelButtonText.Text
source: Cancel
de_de: Abbrechen

# WDeployChangePublishingPasswButtonText.Text
source: Change Password
de_de: Passwort ändern

# WDeployDisablePublishingButtonText.Text
source: Disable
de_de: Deaktivieren

# WDeployEnabePublishingButtonText.Text
source: Enable
de_de: Aktivieren
