Repository: NAGeorge/SolidCP-fork
Catalog: SolidCP/Sources/SolidCP.WebPortal/DesktopModules/SolidCP/App_LocalResources/WebsitesSSL.ascx.*.resx
Languages: de_de

# btnCSR.Text
source: Generate CSR
de_de: CSR erzeugen

# btnDelete.Text
source: Delete Certificate
de_de: Zertifikat löschen

# btnExport.Text
source: Export Certificate
de_de: Zertifikat exportieren

# btnExportModal.Text
source: Export Certificate
de_de: Zertifikat exportieren

# btnImport.Text
source: Import Existing Certificate
de_de: Vorhandenes Zertifikat importieren

# btnInstallCertificate.Text
source: Install Certificate
de_de: Zertifikat installieren

# btnInstallPFX.Text
source: Install Certificate
de_de: Zertifikat installieren

# btnPFXExportCancel.Text
source: Cancel
de_de: Abbrechen

# btnRegenCSR.Text
source: Generate New CSR
de_de: Neues CSR erzeugen

# btnRenew.Text
source: Renew Certificate
de_de: Zertifikat erneuern

# btnShowpnlCSR.Text
source: Generate CSR
de_de: CSR erzeugen

# btnShowUpload.Text
source: Upload Certificate
de_de: Zertifikat hochladen

# headerInstalledCertificate.Text
source: Certificate Info
de_de: Zertifikat-Info

# headerPFXPassword.Text
source: Enter a password for the PFX
de_de: Geben Sie ein Passwort für die PFX-Datei ein

# InstallCSRCertificate.Text
source: Paste your certificate from your CA into to the text area below and click on “Install Certificate” button.
de_de: Fügen Sie Ihr Zertifikat aus Ihrem CA in das Textfeld ein und klicken Sie auf "Zertifikat installieren".

# InstallCSRDescription.Text
source: A CSR for your Website was generated successfully and is shown below. Copy the text below and paste it to a CA to request the certificate.
de_de: Ein CSR wurde erfolgreich für Ihre Webseite erstellt und wird unten gezeigt. Kopieren Sie den Text darunter und fügen Sie ihn ins CA ein um das Zertifikat anzufragen.

# InstallCSRHeading.Text
source: Install Certificate
de_de: Zertifikat installieren

# lblPFXInstallPassword.Text
source: PFX Password
de_de: PFX-Passwort

# sslBitLength.Text
source: Bit Length:
de_de: Bit-Länge:

# sslCertificate.Text
source: Certificate
de_de: Zertifikat

# sslCity.Text
source: City/Locality:
de_de: Stadt/Ort:

# sslCountry.Text
source: Country:
de_de: Land:

# sslDomain.Text
source: Domain:
de_de: Domäne:

# sslExpiry.Text
source: Expiration Date:
de_de: Ablaufdatum:

# SSLImportDescription.Text
source: A SSL certificate has been detected on the website that is not managed by SolidCP. Click the button below to import the certificate settings
de_de: Ein SSL Zertifikat wurde gefunden, welches nicht vom SolidCP verwaltet wird. Klicken Sie auf den unteren Button, um die Zertifikatseinstellungen zu importieren.

# SSLImportHeading.Text
source: Existing certificate detected
de_de: Vorhandenes Zertifikat gefunden

# SSLInstalledNewDescription.Text
source: A certificate is already installed on this website. You can create a new request or upload a new certificate, however the current certificate will be removed. If you need to renew the current certificate, click the renew button on the Installed Certificate tab.
de_de: Es ist bereits ein Zertifikat auf dieser Webseite eingerichtet. Sie können eine neue Anfrage erstellen oder ein neues Zertifikat hochladen, jedoch wird das aktuelle Zertifikat dadurch entfernt. Falls Sie das aktuelle Zertifikat erneuern müssen, klicken Sie auf den "Erneuern"-Knopf auf der Registerkarte "Installierte Zertifikate".

# SSLNotInstalledDescription.Text
source: A SSL Certificate is not installed on this Website. You can install a free Let's Encrypt SSL Certificate, or you may use a purchased SSL Certificate. In order to use a purchased SSL you will need to first generate a Certificate-Signing Request (CSR) by clicking "Generate CSR" button below and then give it to a certificate supplier (CA) that will provide you with the certificate. If you already have a complete certificate installed on a different server you may choose to upload it as a .pfx file by clicking "Upload Certificate" button.
de_de: Es wurde bisher noch kein SSL-Zertifikat auf der Webseite eingerichtet. Um SSL zu verwenden müssen Sie zuerst eine Zertifikatsanforderung (CSR) erstellen, indem Sie auf "Zertifikatsanforderung erstellen" klicken. Sie müssen dann das Zertifikat bei Ihrer Zertifizierungsstelle beantragen, welche Ihnen dann das Zertifikat ausstellt. Wenn Sie schon über ein Zertifikat auf einem anderen Server verfügen, können Sie auch die .pfx-Datei über die Funktion "Zertifikat hochladen" importieren.

# SSLNotInstalledHeading.Text
source: SSL not installed
de_de: SSL nicht installiert

# sslOrganization.Text
source: Organization:
de_de: Organisation:

# sslOrganizationUnit.Text
source: Organization Unit:
de_de: Organisationseinheit:

# sslState.Text
source: State/Province:
de_de: Bundesland/Kanton:

# tabInstalled.Text
source: Installed Certificate
de_de: Zertifikat installiert

# tabNewCertificate.HeaderText
source: New Certificate
de_de: Neues Zertifikat

# tabPendingCertificate.HeaderText
source: Pending Request
de_de: Anfrage ausstehend

# btnInstallConfirm.Text
source: Are you sure? Your current installed certificate will be deleted.
de_de: Sind Sie sicher? Ihr aktuell eingerichtetes Zertifikat wird gelöscht.

# btnRenCSR.Text
source: Generate Renewal CSR
de_de: Erneuerungs-CSR erzeugen

# SSLGenereateRenewal.HeaderText
source: Generate Renewal Request
de_de: Erneuerungs-Anfrage erzeugen

# sslIncludewww.Text
source: include www.
de_de: www. einschließen

# SSLInstalledNewHeading.Text
source: Install New certificate
de_de: Neues Zertifikat installieren

# sslWildcard.Text
source: Wildcard certificate (covers all sub-domains)
de_de: Wildcard-Zertifikat (deckt alle Sub-Domänen ab)

# btnDelete.OnClientClick
source: return confirm('Remove SSL from this web site?');
de_de: return confirm('SSL von dieser Webseite entfernen?');

# GenerateCSR.Text
source: Generate CSR
de_de: CSR erzeugen

# PfxPassword.Text
source: Password:
de_de: Passwort:

# PfxPasswordConfirmation.Text
source: Confirm:
de_de: Bestätigen:

# valtxtPFXPassConfirm.ErrorMessage
source: Passwords do not match
de_de: Passwörter stimmen nicht überein

# SelectCertType.Text
source: Select Certificate Type:
de_de: Zertifikatstyp auswählen

# btnCancelRequestText.Text
source: Cancel request
de_de: Anfrage abbrechen

# btnCSRText.Text
source: Generate CSR
de_de: CSR erzeugen

# btnDeleteText.Text
source: Delete
de_de: Löschen

# btnExportModalText.Text
source: Export
de_de: Exportieren

# btnExportText.Text
source: Export
de_de: Exportieren

# btnImportText.Text
source: Import
de_de: Importieren

# btnInstallCertificateText.Text
source: Install
de_de: Installieren

# btnInstallPFXText.Text
source: Install
de_de: Installieren

# btnPFXExportCancelText.Text
source: Cancel
de_de: Abbrechen

# btnRegenCSRText.Text
source: Generate New CSR
de_de: Neues CSR erzeugen

# btnRenCSRText
source: Generate Renewal CSR
de_de: Erneuerungs-CSR erzeugen

# btnRenewText.Text
source: Renew
de_de: Erneuern

# btnShowpnlCSRText.Text
source: Generate CSR
de_de: CSR erzeugen

# btnShowUploadText.Text
source: Upload Certificate
de_de: Zertifikat hochladen

# LetsEncryptDescription.Text
source: Let's Encrypt is a public Certificate Authority (CA) which provides free domain level validation ("DV" or "PositiveSSL") SSL Certificates for your website(s). Let's Encrypt Certificates are recognized by all major browsers using modern encyption protocols.
de_de: Let's Encrypt ist eine öffentliche Certificate Authority (CA), welche auf Basis von Domain Level Validation ("DV" oder "PositiveSSL") kostenfreie SSL Zertifikate für Ihre Webseite(n) bereitstellt. Let's Encrypt Zertifikate werden bei meisten Browsern anerkannt, die moderne Verschlüsselungsprotokolle benutzen.

# LetsEncryptTermsNotice1.Text
source: Your clicking of the install button indicates your acceptance of the
de_de: Ihr Klick auf den Installieren-Button zeigt Ihre Akzeptanz der

# LetsEncryptTermsNotice2.Text
source: Let's Encrypt Terms of Service
de_de: Let's Encrypt Nutzungsbedingungen

# LetsEncryptTermsNotice3.Text
source: and acknowledgement that your certificate, once issued will renew every
de_de: und Bestätigung, dass Ihr Zertifikat, einmal ausgestellt, erneuert wird alle

# LetsEncryptTermsNotice4.Text
source: days.
de_de: Tage.

# btnLetsEncrypt.Text
source: Create and install Let's Encrypt certificate
de_de: Let's Encrypt SSL installieren

# InstallLeCert.Text
source: Install Free Let's Encrypt SSL Certificate
de_de: Freies Let's Encrypt SSL Zertifikat installieren

# LEValidity.Text
source: Your certificate is valid for :
de_de: Ihr Zertifikat ist gültig bis:

# RenewLeCert.Text
source: Renew Let's Encrypt SSL Certificate
de_de: Let's Encrypt SSL-Zertifikat erneuern

# SelectLECertInclusion.Text
source: Select the website(s) to include on the certificate:
de_de: Webseite(n) zur Aufnahme ins Zertifikat auswählen:

# LEInstallFailed.Text
source: Unable to obtain a Let's Encrypt SSL Certificate
de_de: Let's Encrypt SSL-Zertifikat konnte nicht abgerufen werden.

# LERenewFailed.Text
source: Unable to renew Let's Encrypt SSL Certificate
de_de: Let's Encrypt SSL-Zertifikat konnte nicht erneuert werden.

# sslLEBitLength.Text
source: Bit Length:
de_de: Bit-Länge:

# LetsEncryptContactDesc.Text
source: Contact Email Address
de_de: E-Mail-Adresse des Kontakts

# LENoSiteSelected.Text
source: You must specify at least one URL to assign to the certificate
de_de: Sie müssen mindestens eine URL festlegen, um diese dem Zertifikat zuzuweisen

# btnCSRCancelText.Text
source: Cancel CSR Generation
de_de: CSR-Erstellung abbrechen

# btnCancelPFXUploadText.Text
source: Cancel Upload
de_de: Upload abbrechen

# InstallLeCertCancel.Text
source: Cancel Install
de_de: Installation abbrechen
